tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/core'
brew 'autoconf'
brew 'git'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'figlet'
brew 'fribidi'
brew 'fzf'
brew 'gdbm'
brew 'go'
brew 'pkg-config'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'gobject-introspection'
brew 'icu4c'
brew 'harfbuzz'
brew 'jpeg'
brew 'libass'
brew 'libevent'
brew 'libtiff'
brew 'libyaml'
brew 'little-cms2'
brew 'lua'
brew 'mas'
brew 'xz'
brew 'youtube-dl'
brew 'mpv', args: ['with-bundle']
brew 'mps-youtube'
brew 'node'
brew 'peco'
brew 'perl'
brew 'pyenv'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'tmux'
brew 'vim'
brew 'w3m'
brew 'wget'
cask 'adobe-creative-cloud'
cask 'alfred'
cask 'appcleaner'
cask 'dropbox'
cask 'google-chrome'
cask 'google-japanese-ime'
cask 'iterm2'
cask 'macvim'
cask 'vagrant'
cask 'virtualbox'
mas '1Password', id: 443987910
